Repository: RimonKoroni/RestaurantApp
Catalog: RestaurantApp/RestaurantApp/*.lproj/Localizable.strings
Languages: ar, tr

# foodTypeTitle
source: Menu
ar: قائمة الطعام
tr: Menü

# cartTitle
source: Cart
ar: سلة المشتريات
tr: Sepeti

# notificationTitle
source: Notifications
ar: الإشعارات
tr: Bildirimler

source: Loading...
ar: جاري التحميل ...
tr: Yükleniyor ...

# addToCartSuccess
source: Added to cart successfully
ar: تم إضافته للسلة بنجاح
tr: Başarıyla sepetinize eklendi

# rejectOrderMessage
source: The order is canceled
ar: تم إلغاء الطلب
tr: Sipariş iptal edilir

# noCartMessage
source: There is no items!
ar: لا يوجد عناصر!
tr: Hiçbir öğe yoktur!

# acceptOrderErrorMessage
source: There is no item for send!
ar: لا يوجد أي عنصر لإرساله!
tr: Hiçbir öğe gönderme için var!

# acceptOrderSuccessMessage
source: The order is requested successfuly
ar: تمَّ إرسال الطلب بنجاح
tr: Sipariş başarıyla istenen

# serveOrderFaildMessage
source: The order is not served successfuly!
ar: لم يتم تخديم الطلب بنجاح!
tr: Hiçbir istek başarılı oldu!

# serveOrderSuccessMessage
source: The order is served successfuly!
ar: لقد تم تخديم الطلب بنجاح!
tr: Sipariş başarıyla devam eder!

# noNotificationMessage
source: There is no notification!
ar: لا يوجد هناك أي إشعار!
tr: Hiçbir bildirim yok!

# changeLanguageTitle
source: Language Changed!
ar: تغيير اللغة!
tr: Dil Değişti!

# changeLanguageMsg
source: Please Reopen the Application after While.
ar: يرجى إعادة فتح التطبيق.
tr: While sonra Uygulamayı Yeniden edin.

# dataManagementTitle
source: Data Management
ar: إدارة المعطيات
tr: Gestión de datos

# noFoodTypesMessage
source: There is no food type!
ar: لا يوجدهنالك أية صنف!
tr: No hay ningún tipo de alimento!

# addFoodTypeTitle
source: Add Food Type
ar: إضافة صنف جديد
tr: Gıda Tipi Ekle

# editFoodTypeTitle
source: Edit Food Type
ar: تعديل صنف طعام
tr: Dit Gıda Tipi

# addFoodTitle
source: Add Food
ar: إضافة طعام
tr: Gıda eklemek

# editFoodTitle
source: Edit Food
ar: تعديل طعام
tr: Düzenleme Gıda

# deleteMessage
source: Do you want to delete
ar: هل تريد حذف
tr: Silmek istediğiniz musunuz

# askToFillFields
source: Fill the fields, please!
ar: إملأ الحقول، من فضلك!
tr: Alanları lütfen doldurun!

source: Added successfully
ar: تمت عملية الإضافة بنجاح
tr: Başarıyla eklendi

# operationFaild
source: The operation failed, check your connection please!
ar: فشلت العملية، يرجى التحقق من اتصالك!
tr: Operasyon bağlantınızı lütfen kontrol başarısız!

source: Deleted successfully
ar: تمت عملية الحذف بنجاح
tr: Başarıyla silindi

source: Edited successfully
ar: تمت عملية التعديل بنجاح
tr: Başarıyla Düzenlendi

source: Arabic Description
ar: التوصيف باللغلة العربية
tr: Arapça Açıklama

source: English Description
ar: التوصيف باللغة الاجنبية
tr: İngilizce Açıklaması

source: Turkish Description
ar: التوصيف باللغة التركية
tr: Türk Açıklama

# priceValidationError
source: Error, Price must be a number!
ar: خطأ، السعر يجب أن يكون رقم!
tr: Hata, Fiyat bir sayı olmalıdır!

# tableNumberTitle
source: Manage Table Numbers
ar: إدارة أرقام الطاولات
tr: Masa Numaraları yönet

# noTableNumberMessage
source: There is no table number!
ar: لا يوجد هنالك أية ارقام طاولات!
tr: Hiçbir tablo numarası yoktur!

# tableNumberValidationError
source: Error, Table number must be a number!
ar: خطأ، رقم الطاولة يجب أن يكون رقم!
tr: Hata, Tablo numarası bir sayı olmalıdır!

# deleteTableMessage
source: Do you want to delete table
ar: هل تريد حذف الطاولة
tr: Tabloyu silmek istiyor musunuz

# tableNumbersNotUniqueError
source: Error, There is more than one device on a one table!
ar: خطأ، يوجد هناك أكثر من جهاز على طاولة واحدة
tr: Hata, bir masanın üzerine birden fazla cihaz var!

# updateTableNumberSuccessfully
source: Table numbers updated successfully
ar: تم تعديل أرقام الطاولات بنجاح
tr: Tablo numaraları başarıyla güncellendi

# noFoodMessage
source: There is no food!
tr: Hiçbir yiyecek yok!
